[
  [
    "Examination of the function of the oculomotor nerve includes all of the following except:",
    "Observation of the upper eyelid position ",
    "Performing fundoscopy ",
    "Examination of accommodation reflex ",
    "Examination of pupillary light reflex"
  ],
  [
    "What is incorrect in regards to Toll-Like Receptors?",
    "Toll means Great in German ",
    "More than 12 types ",
    "Usually expressed on sentinel cells",
    "Activates only NKb pathway and not other pathways"
  ],
  [
    "What is the most common cause of aortic dissection in the elderly?",
    "Marfan's syndrome ",
    "Hypertension",
    "A bicuspid aortic valve",
    "previous heart surgeries"
  ],
  [
    "A 56 year old has flare of psoriatic arthritis in his knee and no other known knee pathology. Which of the following clinical features is LEAST likely?",
    "distended suprapatellar pouch ",
    "reduced flexion ",
    "clinically apparent psoriasis ",
    "knee joint instability"
  ],
  [
    "Which of these is true for the nasal cavity?",
    "The roof of the nasal cavity is made up of the frontal bone ",
    "The vestibule of the nasal cavity is predominately pseudo stratified columnar epithelium ",
    "Nasal septum is made up of 2 halves of elastic cartilage ",
    "The sensory nerve for the nasal septum is the maxillary nerve"
  ],
  [
    "What does the A stand for in CRAB for multiple myeloma",
    "Anaemia ",
    "Acidosis",
    "Amyloidosis",
    "Alopecia"
  ],
  [
    "Which of the following is correct regarding the papillary muscles?",
    "Found in each ventricle ",
    "They connect to leaflets of the pulmonary and aortic arteries ",
    "They are also called the Chordae Tendinae ",
    "Relate to the embryological development of the Sinus Venosus and the Artrium"
  ],
  [
    "A 38 year old male is involved in a MCA and presents to ED with a serious complicated fracture of his femur. He loses blood but not enough for a transfusion. 48 hrs later experiences presyncope. Which lab result is INCORRECT?",
    "low haemoglobin ",
    "low red cell count ",
    "increased MCV ",
    "increased reticulocyte"
  ],
  [
    "Which statement regarding primary and secondary lymphoid tissues is correct?",
    "the spleen is an example of a primary lymphoid organ ",
    "primary lymphoid organs are where lymphocytes can interact with antigens ",
    "secondary lymphoid tissue traps antigens from nearby tissues ",
    "secondary lymphoid organs provide a microenvironment for the development and maturation of lymphocytes"
  ],
  [
    "Which of the following drugs would NOT be given in the days immediately following an MI?",
    "Clopidogrel or other anti-platelet drug ",
    "GTN ",
    "digoxin, to improve cardiac contractility ",
    "ACEi"
  ],
  [
    "The lifetime prevalence of depression in Australia is:",
    "10% ",
    "25% ",
    "15% ",
    "30%"
  ],
  [
    "In CSF, elevation in which of the following would help you differentiate between a bacterial and viral infection?",
    "Protein ",
    "Leukocytes ",
    "Red blood cell ",
    "Glucose"
  ],
  [
    "In the horizontal component of eye movements, which brainstem area is involved?",
    "Superior colliculi",
    "Inferior colliculi",
    "Median pontine reticular",
    "Something wrong"
  ],
  [
    "So and so has painful joints with stiffness lasting less than 30 mins in the morning, some swelling, not red or hot, worse with movement",
    "Osteoarthritis",
    "RA",
    "osteoporosis",
    "psoriatic arthritis"
  ],
  [
    "What is the commonest cause of aortic dissection in the elderly?",
    "Marfan's syndrome ",
    "Giant cell arteritis",
    "Hypertension ",
    "?"
  ],
  [
    "Which drug is used to treat TB in adults?",
    "Rifampicin ",
    "Pyrazinamide ",
    "Isoniazid ",
    "ethambutol"
  ],
  [
    "Which is correct regarding osteoporosis?",
    "? sorry not sure ",
    "Incidence of osteoporotic fractures in post-menopausal women is __%. ",
    "Incidence of OP fractures in men over 60 is ___%. ",
    "Having a previous minimal trauma fracture increases your risk for another fracture 6 fold."
  ],
  [
    "Which of the following is least likely to cause the entity known as culture negative endocarditis?",
    "Enterococcus faecalis ",
    "Bartonella henselae ",
    "Coxiella burnetti ",
    "Brucella abortus"
  ],
  [
    "Which of the following is LEAST likely to develop atherosclerosis?",
    "Arteries of the Circle of Willis ",
    "Coronary artery ",
    "Pulmonary artery ",
    "Abdominal aorta"
  ],
  [
    "Which of these is not in the superior mediastinum?",
    "aortic arch ",
    "secondary bronchi ",
    "left subclavian vein ",
    "brachiocephalic artery (90% sure these were the options)"
  ],
  [
    "Which organ of the gastrointestinal tract is Vitamin B12 (best?) absorbed in?",
    "Ileum ",
    "Colon ",
    "Stomach ",
    "Oesophagus"
  ]
]